
/* Class = "NSTextFieldCell"; title = "Annotations"; ObjectID = "09J-Sj-sSQ"; */
"09J-Sj-sSQ.title" = "Anotações";

/* Class = "NSButtonCell"; title = "Maximum number of downloads"; ObjectID = "0os-Tx-69n"; */
"0os-Tx-69n.title" = "Número máximo de downloads";

/* Class = "NSButton"; ibShadowedToolTip = "Enter the email addresses of the desired recipients here. If there are multiple recipients, separate the addresses with a semicolon ‘;’."; ObjectID = "3Fm-Cx-0nK"; */
"3Fm-Cx-0nK.ibShadowedToolTip" = "Digite aqui os endereços de e-mail dos destinatários desejados. Se houver vários destinatários, separe os endereços com um ponto-e-vírgula ‘;’.";

/* Class = "NSTokenFieldCell"; placeholderString = "Email address(es)"; ObjectID = "3Sx-wN-rLi"; */
"3Sx-wN-rLi.placeholderString" = "Endereço(s) de e-mail";

/* Class = "NSWindow"; title = "Create Download Share"; ObjectID = "5Ir-AP-9Uz"; */
"5Ir-AP-9Uz.title" = "Criar compartilhamento de download";

/* Class = "NSTabViewItem"; label = "Advanced"; ObjectID = "Cjg-Uh-hkr"; */
"Cjg-Uh-hkr.label" = "Avançado";

/* Class = "NSTextFieldCell"; title = "Your message:"; ObjectID = "Gwp-Nb-dc3"; */
"Gwp-Nb-dc3.title" = "Sua mensagem:";

/* Class = "NSTextFieldCell"; title = "Send password via SMS:"; ObjectID = "L7d-GK-ZQn"; */
"L7d-GK-ZQn.title" = "Enviar senha por SMS:";

/* Class = "NSTextFieldCell"; placeholderString = "Subject"; ObjectID = "MCq-VP-2cd"; */
"MCq-VP-2cd.placeholderString" = "Assunto";

/* Class = "NSButton"; ibShadowedToolTip = "If you set a password, it has to be entered when the link is opened. The shared file cannot be downloaded without entering the correct password. The password is not sent in the email. Please inform the recipient about the password in a different way. The password must meet the following criteria: at least 8 characters, letters and numbers"; ObjectID = "NPD-sC-lIL"; */
"NPD-sC-lIL.ibShadowedToolTip" = "Se você definir uma senha, ela deverá ser inserida quando o link for aberto. O arquivo compartilhado não pode ser baixado sem inserir a senha correta. A senha não é enviada no e-mail. Informe o destinatário sobre a senha de uma maneira diferente. A senha deve atender aos seguintes critérios: pelo menos 8 caracteres, letras e números";

/* Class = "NSTokenFieldCell"; placeholderString = "Mobile phone number(s)"; ObjectID = "POV-nm-Wsx"; */
"POV-nm-Wsx.placeholderString" = "Número(s) de celular";

/* Class = "NSTextField"; ibShadowedToolTip = "If you want to send the password automatically to certain recipients via SMS, enter their mobile numbers here. If necessary, separate several mobile phone numbers by semicolon (;). The password transmission via SMS offers increased security and can prevent the password from reaching unauthorized hands."; ObjectID = "Vpe-7m-nyy"; */
"Vpe-7m-nyy.ibShadowedToolTip" = "Se você quiser enviar a senha automaticamente para determinados destinatários via SMS, insira os números dos telefones celulares aqui. Se necessário, separe vários números de telefone celular por ponto-e-vírgula (;). A transmissão de senha via SMS oferece maior segurança e pode impedir que a senha alcance mãos não autorizadas.";

/* Class = "NSButton"; ibShadowedToolTip = "Activate to receive an email notification each time the file is downloaded"; ObjectID = "WAC-wk-MfT"; */
"WAC-wk-MfT.ibShadowedToolTip" = "Ative para receber uma notificação por e-mail sempre que o download do arquivo for feito";

/* Class = "NSTextFieldCell"; title = "Subject:"; ObjectID = "aYC-x5-fUB"; */
"aYC-x5-fUB.title" = "Assunto:";

/* Class = "NSTextFieldCell"; placeholderString = "Your message"; ObjectID = "b6h-nJ-1qL"; */
"b6h-nJ-1qL.placeholderString" = "Sua mensagem";

/* Class = "NSButtonCell"; title = "Notify on downloads"; ObjectID = "gl6-eu-MWo"; */
"gl6-eu-MWo.title" = "Notificar em downloads";

/* Class = "NSButtonCell"; title = "Password"; ObjectID = "hL7-2c-ZNi"; */
"hL7-2c-ZNi.title" = "Senha";

/* Class = "NSButton"; ibShadowedToolTip = "The expiration date shows the last day on which the link is valid. After the date has expired, the file can no longer be downloaded with this link."; ObjectID = "k6J-Qf-tmg"; */
"k6J-Qf-tmg.ibShadowedToolTip" = "A data de expiração mostra o último dia em que o link é válido. Depois que a data expirar, o arquivo não poderá mais ser baixado com este link.";

/* Class = "NSButtonCell"; title = "Show name of creator publicly"; ObjectID = "kI4-Nf-G7t"; */
"kI4-Nf-G7t.title" = "Mostrar nome do criador publicamente";

/* Class = "NSTabViewItem"; label = "Settings"; ObjectID = "kO7-0e-JvW"; */
"kO7-0e-JvW.label" = "Configurações";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "o2F-9o-j5k"; */
"o2F-9o-j5k.title" = "Cancelar";

/* Class = "NSButtonCell"; title = "Expiration date"; ObjectID = "ojx-Sm-ieQ"; */
"ojx-Sm-ieQ.title" = "Data de vencimento";

/* Class = "NSSecureTextFieldCell"; placeholderString = "Repeat password"; ObjectID = "qSi-ck-kI3"; */
"qSi-ck-kI3.placeholderString" = "Repetir senha";

/* Class = "NSSecureTextFieldCell"; placeholderString = "Password"; ObjectID = "thZ-vc-zA0"; */
"thZ-vc-zA0.placeholderString" = "Senha";

/* Class = "NSButtonCell"; title = "Send share via email"; ObjectID = "u7K-lG-JBv"; */
"u7K-lG-JBv.title" = "Enviar compartilhamento por email";

/* Class = "NSTextFieldCell"; title = "Send share to:"; ObjectID = "v5h-o2-RtP"; */
"v5h-o2-RtP.title" = "Enviar compartilhamento por:";

/* Class = "NSButtonCell"; title = "Create"; ObjectID = "vxM-qi-odF"; */
"vxM-qi-odF.title" = "Criar";
